artillery-tests/shorts-tests/posts/post_create_short.yaml
config:
    target: http://127.0.0.1:8081/tukano-users-shorts-1/rest
    phases:
        - name: create_short_phase
          duration: 1
          arrivalRate: 1
scenarios:
    - name: CreateShort
      flow:
        - post:
            url: /shorts/teste?pwd=testando
            headers:
                Content-Type: application/json
            json:
                title: "My Short Title"
                description: "My Short Description"